<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<html>
<head>
	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
	<title>Insert title here</title>
<script src="resources/js/jquery-3.2.1.min.js"></script>
<style>

</style>
</head>
<body>
<form action="joinfrm" name="agreefrm" method="post">
<table width="1400" height="650">
<!-- 	<tr>
		<td width="100%" height="10%"><span style="padding-left: 160px">
		<img src="../log/image/itbanklogo.png" width="290" height="100" border="0" align="middle"></span>&nbsp; <b>회원가입</b>
		<br/><hr>
		</td>
	</tr> -->
	<tr>
		<td width="100%" height="80%" align="center">
	 	<p align="left"><span style="padding-left: 160px">LTE 약관동의</span></p>
		<br>
		<textarea rows="20" cols="150">
			LTE Air
	
			서비스약관 필수
			
			닫기
			제1조(목적)
			이 약관은 ㈜LTE Air(이하 "LTE Air"이라 합니다)이 운영하는 LTE Air 인터넷 웹사이트(이하 "www.lteair.net"이라 합니다)에서 제공하는 인터넷 관련 서비스(이하 "서비스"라 합니다)를 이용함에 있어 LTE Air과 이용자의 권리.의무 및 책임사항을 규정함을 목적으로 합니다.
			제2조(정의)
			① "www.lteair.net"이란 LTE Air이 컴퓨터 등 정보통신설비와 정보통신망을 이용하여 정보 및 서비스를 이용자에게 제공하고 재화 또는 용역을 거래할 수 있도록 설정한 가상의 영업장을 말합니다.
			② "이용자"란 www.lteair.net에 접속하여 이 약관에 따라 LTE Air이 제공하는 서비스를 받는 회원 및 비회원을 말합니다.
			③ "회원"이라 함은 www.lteair.net에 개인정보를 제공하여 회원등록을 한 자로서, LTE Air이 www.lteair.net을 통하여 지속적으로 제공하는 정보 및 서비스를 계속적으로 이용할 수 있는 자를 말합니다.
			④ "비회원"이라 함은 회원으로 가입하지 않고 LTE Air이 제공하는 정보 및 서비스를 이용하는 자를 말합니다.
			제3조 (약관의 명시와 개정)
			① LTE Air는 이 약관의 내용과 상호, 연락처(전자우편주소, 전화번호, 팩스번호 등) 등을 이용자가 알 수 있도록 www.lteair.net의 초기 서비스화면(전면)에 게시합니다.
			② LTE Air는 약관의 규제 등에 관한 법률, 전자거래기본법, 전자 서명 법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률, 방문 판매 등에 관한 법률, 소비자보호법 등 관련법령을 위반하지 않는 범위에서 이 약관을 개정할 수 있습니다.
			③ 약관을 개정할 경우에는 개정사유 및 적용일자를 명시하여 현행약관과 함께 www.lteair.net의 초기화면에 그 적용일자 7일 이전부터 적용일자 전일까지 공지합니다.
			④ 개정약관은 그 적용일자 전에 체결된 계약에 대해서도 적용됩니다. 다만 개정약관의 적용을 거절하는 뜻을 LTE Air에 명시적으로 통지한 이용자에 대해서는 개정전의 약관조항이 적용됩니다.
			⑤ 이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 전자거래소비자보호지침, 관계법령 또는 상관례에 따릅니다.
			제4조(www.lteair.net의 업무사항)
			LTE Air가 www.lteair.net을 통하여 수행하는 업무는 아래와 같습니다.
			1. 항공권, 여행 등 관련 정보.서비스 제공
			2. 항공권 구매계약 등 계약의 체결
			3. 기타 LTE Air이 정하는 업무
			제5조(서비스의 중단)
			① LTE Air는 컴퓨터 등 정보통신설비의 점검.보수.교체 등의 경우에 www.lteair.net의 서비스 제공을 일시적으로 중단할 수 있습니다.
			② 제1항에 의한 서비스 중단의 경우 LTE Air은 본 약관 제8조에서 정한 방법으로 이용자에게 통지합니다.
			③ LTE Air는 제1항의 사유로 서비스의 제공이 일시적으로 중단됨으로 인하여 이용자 또는 제3자가 입은 손해를 배상합니다. 다만 LTE Air에 고의 또는 중대한 과실이 없는 경우에는 그러하지 아니합니다.
			제6조(회원가입)
			① 이용자는 www.lteair.net에 정해진 가입양식에 따라 회원정보를 기입한 후 이 약관에 동의한다는 의사표시를 하는 방법으로 회원가입을 신청합니다.
			② LTE Air는 이용자가 다음 각호의 1에 해당하지 않는 한 회원가입신청을 승낙합니다.
			1. 가입신청자가 이 약관 제7조 제4항에 의하여 회원자격을 상실한 경우. 다만 회원자격 상실 후 3년이 경과한 자로서 LTE Air의 회원 재가입 승낙을 얻은 경우는 예외로 합니다.
			2. 등록 내용에 허위, 기재누락, 오기가 있는 경우
			3. 기타 회원으로 등록하는 것이 기술적으로 현저히 지장이 있다고 판단되는 경우
			③ 회원가입계약의 성립시기는 LTE Air의 승낙이 회원에게 도달한 시점으로 합니다.
			④ 회원은 제13조 제1항에 열거된 등록사항에 변경이 있는 경우, 즉시 전자우편 기타 이에 준하는 방법으로 www.lteair.net에 그 변경사항을 알려야 합니다.
			제7조(회원탈퇴 및 자격상실 등)
			① 회원은 www.lteair.net에 언제든지 탈퇴신청을 할 수 있으며, 이 경우 LTE Air는 즉시 회원탈퇴를 처리합니다.
			② 회원이 다음 각호의 1에 해당하는 경우 LTE Air는 서비스이용을 제한 또는 정지시킬 수 있습니다.
			1. 가입 신청 시 허위 내용을 기재하거나 2 이상의 I.D.로 이중등록한 경우
			2. www.lteair.net에서 구매한 항공권 등의 대금지급채무 기타 www.lteair.net 이용과 관련 회원이 부담하는 채무를 불이행하는 경우
			3. 타인의 www.lteair.net 이용을 방해하거나 타인의 개인정보를 도용하는 등 전자거래질서를 침해.위협하는 경우
			4. www.lteair.net을 이용하여 이 약관이 금지하는 행위 또는 법령, 공서양속 등에 반하는 행위를 하는 경우
			③ LTE Air가 서비스 이용을 제한.정지하고자 할 때에는 미리 그 사유, 일시, 기간을 전자우편, 전화, 서면 등으로 당해 이용자에게 통지합니다. 다만 긴급을 요할 경우에는 조치 후에 통지할 수 있습니다.
			④ LTE Air가 서비스이용을 제한.정지시킨 후 그 제재사유가 된 행위가 반복되거나 30일 이내에 그 사유가 시정되지 아니하는 경우 LTE Air는 회원자격을 박탈할 수 있습니다.
			⑤ LTE Air가 회원자격을 박탈하는 경우에는 회원등록을 말소하며, 이 경우 말소 전에 회원에게 이를 통지합니다.
			⑥ 서비스이용의 제한.정지, 회원자격의 박탈로 인한 손해에 대해서 LTE Air는 책임을 지지 않습니다.
			제8조(회원에 대한 통지)
			① LTE Air가 회원에 대한 통지를 하는 경우 회원이 제출한 전자우편주소로 할 수 있습니다.
			② LTE Air는 불특정 다수의 회원에게 통지하는 경우, 1주일 이상 www.lteair.net에 공시함으로써 개별통지에 갈음할수 있습니다.
			제9조(구매신청)
			이용자는 www.lteair.net에서 아래 방법에 의하여 구매신청을 할 수 있습니다.
			1. 성명, 주소, 전화번호 입력
			2. 재화 또는 용역의 선택
			3. 결제방법의 선택
			4. 이 약관에 동의한다는 표시(예: 마우스 클릭)
			제10조 (계약의 성립)
			① LTE Air는 제 9조에 정한 방법에 의한 구매신청에 대하여 다음 각 호의 1에 해당하지 않는 한 승낙합니다.
			1. 신청 내용에 허위, 기재누락, 오기가 있는 경우
			2. 구매신청에 대한 승낙이 영업상 또는 기술상 현저히 지장이 있다고 판단되는 경우
			② LTE Air의 승낙이 제 12조 제1항의 수신확인통지형태로 이용자에게 도달한 시점에 계약이 성립한 것으로 봅니다.
			제11조(결제방법)
			www.lteair.net에서 구매한 재화.용역에 대한 대금결제는 아래의 방법으로 할 수 있습니다.
			1. 신용카드결제
			2. 실시간 계좌이체
			제12조(수신확인통지.구매신청 변경 및 취소)
			① LTE Air는 이용자의 구매신청이 있는 경우 이용자에게 수신확인통지를 합니다.
			② 수신확인통지를 받은 이용자는 의사표시의 불일치 등이 있는 경우에는 수신확인통지를 받은 후 즉시 구매신청 변경 및 취소를 요청할 수 있습니다.
			제13조(개인정보보호)
			① LTE Air는 이용자의 개인정보 수집 시 서비스 제공 및 계약이행에 필요한 최소한의 정보만을 수집합니다. LTE Air는 다음 각 호의 사항을 필수항목으로 수집하며 그 외의 사항은 선택항목으로 합니다.
			1. 성명
			2. 주소
			3. 전화번호
			4. I.D., 비밀번호, 본인확인문답, 실명인증값, 가입인증정보 (회원의 경우)
			② LTE Air가 이용자의 개인정보를 수집하는 때에는 당해 이용자의 동의를 받습니다. 다만 다음 각 호의 1에 해당하는 경우에는 그러하지 아니합니다.
			1. 법령에 특별한 규정이 있는 경우
			2. 서비스 이용계약의 이행을 위하여 필요한 경우
			3. 서비스 제공에 따른 요금정산을 위하여 필요한 경우
			③ 제공된 개인정보는 당해 이용자의 동의없이 목적범위를 초과하여 이용하거나 제3자에게 제공할 수 없으며, 그로 인한 손해에 대해서는 LTE Air이 책임집니다. 다만 다음 각 호의 1에 해당하는 경우에는 그러하지 아니합니다.
			1. 법령에 특별한 규정이 있는 경우
			2. 서비스 제공에 따른 요금정산을 위하여 필요한 경우
			3. 통계작성, 학술연구 또는 시장조사를 위하여 필요한 경우로서 특정 개인을 식별할 수 없는 형태로 제공하는 경우
			④ LTE Air는 제 2항과 제 3항에 의해 이용자의 동의를 받아야 하는 경우에는 개인정보관리 책임자의 신원(소속, 성명, 전화번호 기타 연락처), 정보의 수집목적 및 이용목적, 제 3자에 대한 정보제공 관련사항(제공받는 자, 제공 목적 및 제공할 정보의 내용)등 정보 통신망 이용 촉진 및 정보 보호 등에 관한 법률 제 16조 제 3항이 규정한 사항을 www.lteair.net에 명시합니다.
			⑤ 이용자는 언제든지 제 2항, 제 3항의 규정에 의한 동의를 철회할 수 있으며 LTE Air가 가지고 있는 자신의 개인정보에 대해 열람 및 오류정정을 요구할 수 있습니다. 이에 대해 LTE Air는 지체 없이 필요한 조치를 취할 의무를 지며, 이용자가 오류의 정정을 요구한 경우에 LTE Air는 그 오류를 정정할 때까지 당해 개인정보를 이용하지 않습니다.
			⑥ LTE Air는 신용카드, 은행계좌 관련정보를 포함한 이용자의 개인정보의 유출, 분실, 도난, 변조 등으로 인한 이용자의 손해에 대하여 책임을 집니다. 다만 이용자의 고의.과실로 인한 개인정보의 유출 등의 경우에는 그러하지 아니합니다.
			⑦ LTE Air는 이용자로부터 제공받은 개인정보의 수집목적을 달성한 때에는 당해 개인정보를 지체 없이 파기합니다.
			제14조(LTE Air의 의무)
			① LTE Air는 법령과 이 약관이 금지하거나 공서양속에 반하는 행위를 하지 않으며 이 약관이 정하는 바에 따라 지속적이고 안정적인 서비스 제공 및 재화.용역의 공급에 노력합니다.
			② LTE Air는 이용자가 안전하게 서비스를 이용할 수 있도록 이용자의 개인정보(신용정보 포함)보호를 위한 보안 시스템을 갖추겠습니다.
			③ LTE Air가 상품이나 용역에 관하여 「표시.광고의공정화에관한법률」 제 3조 소정의 부당한 표시.광고행위를 함으로써 이용자가 손해를 입은 때에는 이를 배상할 책임을 집니다.
			④ LTE Air는 이용자가 원하지 않는 영리목적의 광고성 전자우편을 발송하지 않습니다.
			제15조(회원의 I.D. 및 비밀번호에 대한 의무)
			① 제 13조의 경우를 제외한 I.D.와 비밀번호에 대한 관리책임은 회원에게 있습니다.
			② 회원은 제 3자에게 자신의 I.D. 및 비밀번호를 이용하게 해서는 안됩니다.
			③ 회원이 자신의 I.D. 및 비밀번호를 도용당하거나 제 3자가 사용하고 있음을 인지한 경우에는 즉시 LTE Air에 통보하여 그 안내에 따라야 합니다.
			제16조(이용자의 의무)
			이용자는 이 약관 및 관계법령을 준수하여야 하며, 다음의 행위를 해서는 안됩니다.
			1. 신청 또는 변경 시 허위내용의 기재
			2. www.lteair.net에 게시된 정보의 임의변경
			3. LTE Air가 허용하고 있지 않은 정보나 컴퓨터 프로그램 등을 무단으로 송신 또는 게시하는 행위
			4. LTE Air 기타 제 3자의 저작권 등 지적재산권 침해
			5. LTE Air 기타 제 3자의 프라이버시를 침해하거나 업무를 방해하는 행위
			6. 외설적 또는 폭력적 메시지.화상.음성 기타 공서양속에 반하는 정보를 송신 또는 게시하는 행위
			제17조(www.lteair.net과 하위 웹사이트 간의 관계)
			www.lteair.net이 하위 웹사이트와 하이퍼 링크(하이퍼 링크의 대상에는 문자, 그림 및 동화상 등이 포함) 방식 등으로 연결된 경우, LTE Air는 하위 웹사이트가 이용자와 독자적으로 체결한 재화.용역 공급계약 등 거래에 관하여 보증책임을 지지 않습니다.
			제18조(저작권의 귀속 및 이용제한)
			① LTE Air가 작성한 저작물에 대한 저작권 기타 지적재산권은 LTE Air에 귀속합니다.
			② 이용자는 www.lteair.net을 이용함으로써 얻은 정보를 LTE Air의 사전 승낙없이 복제, 송신, 출판, 배포, 방송 기타 방법에 의하여 영리목적으로 이용하거나 제 3자로 하여금 이용하게 해서는 안됩니다.
			제19조(분쟁해결)
			① LTE Air는 이용자가 제기하는 정당한 의견이나 불만을 반영하고 그 피해를 보상처리하기 위하여 피해보상처리기구를 설치.운영합니다.
			② LTE Air는 이용자가 제기하는 불만사항 및 의견을 신속.적정하게 처리합니다. 다만 신속한 처리가 곤란한 경우에는 이용자에게 그 사유와 처리일정을 지체 없이 통보해 드립니다.
			③ LTE Air과 이용자간에 분쟁 발생시 전자거래기본법 제 28조 및 동 시행령 제 15조에 근거하여 설치된 전자거래분쟁조정위원회의 조정에 따를 수 있습니다.
			제20조(관할법원 및 준거법)
			① LTE Air과 이용자간에 발생한 전자거래 분쟁에 관한 소는 서울지방법원에 제기합니다.
			② LTE Air과 이용자간에 제기된 전자거래 소송에는 한국법을 적용합니다.
		</textarea>
		<br/><br/>
   		<input type="checkbox" id="req1"> 개인정보 수집 및 이용에 동의합니다. 
		<br/><br/><br/><br/>
		<textarea rows="20" cols="150">
			인터넷 회원 약관
			제 1 장 총 칙
			
			제1조(목적)
			이 약관은 ㈜LTE Air(이하 "LTE Air"이라 합니다)이 운영하는 LTE Air 인터넷 웹사이트(www.lteair.com)에서 제공하는 인터넷 관련 서비스(이하 "서비스"라 합니다)를 이용함에 있어 LTE Air과 이용자의 권리·의무 및 책임사항을 규정함을 목적으로 합니다.
			제2조 (용어의 정의)
			"LTE Air 웹사이트"란 LTE Air이 정보 또는 서비스를 이용자에게 제공하기 위하여 컴퓨터 등 정보통신설비와 정보통신망을 이용하여 정보 및 서비스를 이용자에게 제공하고 재화 또는 용역을 거래할 수 있도록 설정한 가상의 영업장을 말합니다.
			"이용자"란 LTE Air 웹사이트에 접속하여 이 약관에 따라 LTE Air이 제공하는 서비스를 받는 회원 및 비회원을 말합니다.
			"회원"이라 함은 LTE Air 웹사이트에 개인정보를 제공하여 회원등록을 한 자로서, LTE Air의 정보를 지속적으로 제공받으며, LTE Air이 제공하는 서비스를 계속적으로 이용할 수 있는 자를 말합니다.
			"비회원"이라 함은 회원으로 가입하지 않고 LTE Air이 제공하는 정보 및 서비스를 이용하는 자를 말합니다.
			제3조 (약관의 명시와 개정)
			LTE Air은 이 약관의 내용과 상호, 연락처(전자우편주소, 전화번호, 팩스번호 등), 통신판매업신고번호 등을 이용자가 알 수 있도록 초기 서비스화면(전면)에 게시합니다.
			LTE Air은 약관의규제에관한법률, 전자거래기본법, 전자서명법, 정보통신망이용촉진및정보보호등에관한법률, 소비자기본법, 전자상거래등에서의소비자보호에관한법률 등 관련법령을 위반하지 않는 범위에서 이 약관을 개정할 수 있습니다.
			약관을 개정할 경우에는 개정사유 및 적용일자를 명시하여 현행약관과 함께 초기화면에 그 적용일자 7일 이전부터 적용일자 전일까지 공지합니다.
			개정약관은 개정된 내용이 관계 법령에 위배되지 않는 한 개정 이전에 회원으로 가입한 이용자에게도 적용됩니다. 다만 개정약관의 적용을 거절하는 뜻을 약관의 공시기간 내에 LTE Air에 명시적으로 통지한 이용자에 대해서는 개정전의 약관조항이 적용됩니다.
			이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 전자상거래등에서의소비자보호에관한법률, 약관의규제에관한법률, 공정거래위원회가 정하는 전자상거래등에서의소비자보호지침, 관계법령 또는 상관례에 따릅니다.
			제 2 장 서비스 이용
			
			제4조 (서비스의 제공)
			LTE Air이 웹사이트를 통하여 제공하는 서비스는 아래와 같습니다.
			항공권 예약 및 구매에 관련된 정보, 서비스 제공
			에어텔, 호텔, 렌터카 등 여행 관련 정보, 서비스 제공
			기타 LTE Air이 정하는 업무
			제5조(서비스의 중단)
			LTE Air은 컴퓨터 등 정보통신설비의 점검·보수·교체·고장·통신두절 등의 경우에는 웹사이트 상의 서비스 제공을 일시적으로 중단할 수 있습니다.
			제1항에 의한 서비스 중단의 경우 LTE Air은 제8조에 정한 방법으로 이용자에게 통지합니다.
			LTE Air은 제1항의 사유로 서비스의 제공이 일시적으로 중단됨으로 이용자 또는 제 3자가 입은 손해를 배상하지 아니합니다. 단, LTE Air에 고의 또는 중대한 과실이 있는 경우에는 그러하지 아니합니다.
			LTE Air은 이용자가 다음 각 호의 1에 해당하는 행위 또는 행위를 할 우려가 있는 경우 사전통지 없이 서비스 이용을 중단할 수 있습니다.
			공공질서 또는 미풍양속에 반하는 행위
			범죄와 관련되었다고 추정되는 일체의 행위
			공공의 이익을 저해할 목적으로 서비스 이용을 계획 또는 실행하는 행위
			서비스의 제공을 방해하는 등 서비스의 건전한 이용을 저해하는 행위
			제4항에 의한 서비스 중단의 경우 LTE Air은 이용자 또는 제3자가 입은 손해를 배상하지 아니합니다.
			제6조(회원가입)
			이용자는 정해진 가입양식에 따라 회원정보를 기입한 후 이 약관에 동의한다는 의사표시를 하는 방법으로 회원가입을 신청합니다.
			LTE Air은 이용자가 다음 각호에 해당하지 않는 한 회원으로 등록합니다.
			가입신청자가 이 약관 제7조제4항에 의하여 회원자격을 상실한 경우. 다만 회원자격 상실 후 3년이 경과한 자로서 LTE Air의 회원 재가입 승낙을 얻은 경우는 예외로 합니다.
			등록 내용에 허위, 기재누락, 오기가 있는 경우
			기타 회원으로 등록하는 것이 기술적으로 현저히 지장이 있다고 판단되는 경우
			회원가입계약의 성립시기는 LTE Air의 승낙이 회원에게 도달한 시점으로 합니다.
			회원은 제13조제1항에 열거된 등록사항에 변경이 있는 경우, 즉시 전자우편 기타 이에 준하는 방법으로 그 변경사항을 알려야 합니다.
			제7조(회원탈퇴 및 자격상실 등)
			회원은 언제든지 탈퇴신청을 할 수 있으며, 이 경우 LTE Air은 즉시 회원탈퇴를 처리합니다.
			회원이 다음 각 호의 사유에 해당하는 경우 LTE Air은 서비스 이용을 제한 또는 해지시킬 수 있습니다.
			회원 사망 시
			가입 신청 시 허위 내용을 기재하거나 2이상의 I.D.로 이중 등록한 경우
			LTE Air 웹사이트에서 구매한 항공권 등의 대금지급채무 및 기타 사이트 이용과 관련하여 회원이 부담하는 채무를 불이행하는 경우
			타인의 LTE Air 웹사이트 이용을 방해하거나 타인의 개인정보를 도용하는 등 전자거래질서를 침해·위협하는 경우
			LTE Air 웹사이트를 이용하여 이 약관이 금지하는 행위 또는 법령, 공서양속 등에 반하는 행위를 하는 경우
			회원가입 후, 연속하여 1년 동안 LTE Air 웹사이트를 이용하기 위해 로그인한 기록이 없는 경우
			LTE Air이 서비스 이용을 제한·정지하고자 할 때에는 미리 그 사유, 일시, 기간을 전자우편, 전화, 서면 등으로 이용자에게 통지합니다. 다만 긴급을 요할 경우에는 조치 후에 통지할 수 있습니다.
			LTE Air이 서비스이용을 제한·정지시킨 후 그 제재사유가 된 행위가 반복되거나 30일 이내에 그 사유가 시정되지 아니하는 경우 LTE Air은 회원자격을 상실시킬 수 있습니다.
			LTE Air이 회원자격을 상실시키는 경우에는 회원등록을 말소하며, 이 경우 말소 전에 회원에게 이를 통지합니다. 단, 상기 2항의 6에 의하여 이용자의 회원자격을 상실시킬 경우에는 자격 상실 30일 전까지 동 내용에 대한 안내문을 제 8조에 의거 통지하며, 자격이 상실된 회원의 개인정보는 인터넷 개인정보취급방침 사.항에 따라 파기합니다.
			서비스이용의 제한, 정지, 회원자격의 상실로 인한 손해에 대해서 LTE Air은 책임을 지지 않습니다.
			제8조(회원에 대한 통지)
			LTE Air이 회원에 대한 통지를 하는 경우 회원이 제출한 전자우편주소로 할 수 있습니다.
			LTE Air은 불특정다수의 회원에게 통지하는 경우, 1주일이상 공시함으로써 개별통지에 갈음 할 수 있습니다. 다만, 회원 본인의 거래와 관련하여 중대한 영향을 미치는 사항에 대하여는 개별통지를 합니다.
			제2항의 사유로 통지하는 경우, 부득이한 사정에 의해 사전 공시기간이 감축되거나 생략될 수 있습니다.
			제9조(구매신청)
			이용자는 LTE Air이 정한 아래 방법에 의하여 항공권 등의 구매 신청을 할 수 있습니다.
			성명, 성별, 연락처 등 입력
			개인 정보 수집 및 규정, 법적 고지문, 약관 등에 동의한다는 표시(예: 마우스 클릭)
			결제수단 선택
			제 10조 (구매계약의 성립)
			LTE Air은 제9조에 정한 방법에 의한 구매 신청에 대하여 다음 각 호에 해당하는 경우 승낙하지 않을 수 있습니다.
			신청 내용에 허위, 기재누락, 오기가 있는 경우
			구매신청에 대한 승낙이 영업상 또는 기술상 현저히 지장이 있다고 판단되는 경우
			LTE Air의 승낙이 제12조제1항의 수신확인통지형태로 이용자에게 도달한 시점에 계약이 성립한 것으로 봅니다.
			제11조 (결제방법)
			LTE Air 웹사이트에서 구매한 재화·용역에 대한 대금지급방법은 다음 각 호의 하나로 할 수 있습니다.
			온라인 계좌이체
			신용카드 결제
			SKYPASS 마일리지에 의한 항공권 구입
			기타 LTE Air이 정한 결제방식
			제12조 (수신확인통지·구매신청 변경 및 취소)
			LTE Air은 이용자의 구매신청이 있는 경우 이용자에게 수신확인통지를 합니다.
			수신확인통지를 받은 이용자는 의사표시의 불일치 등이 있는 경우에는 수신확인통지를 받은 후 즉시 구매신청 변경 및 취소를 요청할 수 있고, LTE Air은 그 요청에 따라 처리하여야 합니다.
			제 3 장 책임과 의무
			
			제13조 (개인정보보호)
			이용자의 개인정보 보호에 대한 상세한 내용은 LTE Air 웹사이트 (www.koreanair.com)상의 개인정보취급방침에서 규정한 바에 따릅니다.
			제14조 (LTE Air의 의무)
			LTE Air은 법령과 이 약관이 금지하거나 공서양속에 반하는 행위를 하지 않으며 이 약관이 정하는 바에 따라 지속적이고 안정적인 서비스 제공 및 재화·용역의 공급에 노력합니다.
			LTE Air은 이용자가 안전하게 서비스를 이용할 수 있도록 이용자의 개인정보(신용정보 포함)보호를 위한 보안 시스템을 갖추겠습니다.
			LTE Air이 상품이나 용역에 관하여 「표시·광고의공정화에관한법률」 제3조 소정의 부당한 표시·광고행위를 함으로써 이용자가 손해를 입은 때에는 이를 배상할 책임을 집니다.
			LTE Air은 이용자가 원하지 않는 영리목적의 광고성 전자우편을 발송하지 않습니다.
			제15조 (회원의 I.D. 및 비밀번호에 대한 의무)
			개인정보취급방침에 명시된 이용을 제외한 I.D.와 비밀번호에 대한 관리책임은 회원에게 있습니다.
			회원은 제3자에게 자신의 I.D. 및 비밀번호를 이용하게 해서는 안됩니다.
			회원이 자신의 I.D. 및 비밀번호를 도용 당하거나 제3자가 사용하고 있음을 인지한 경우에는 즉시 LTE Air에 통보하여 그 안내에 따라야 합니다.
			제16조 (이용자의 의무)
			이용자는 이 약관 및 관계법령을 준수하여야 하며, 다음의 행위를 해서는 안됩니다.
			신청 또는 변경 시 허위내용의 기재
			LTE Air 웹사이트에 게시된 정보의 임의변경
			LTE Air이 허용하고 있지 않은 정보나 컴퓨터 프로그램 등을 무단으로 송신 또는 게시하는 행위
			LTE Air 기타 제3자의 저작권 등 지적재산권 침해
			LTE Air 기타 제3자의 명예, 프라이버시를 침해하거나 업무를 방해하는 행위
			외설적 또는 폭력적 메시지·화상·음성 기타 공서양속에 반하는 정보를 송신, 공개 또는 게시하는 행위
			제17조 (LTE Air 웹사이트와 연결 사이트 간의 관계)
			제18조 (저작권의 귀속 및 이용제한)
			LTE Air이 작성한 저작물에 대한 저작권 기타 지적재산권은 LTE Air에 귀속합니다.
			이용자는 LTE Air 웹사이트를 이용함으로써 얻은 정보를 LTE Air의 사전 승낙 없이 복제, 송신, 출판, 배포, 방송 기타 방법에 의하여 영리목적으로 이용하거나 제3자로 하여금 이용하게 해서는 안됩니다.
			제19조 (분쟁해결)
			LTE Air은 이용자가 제기하는 정당한 의견이나 불만을 반영하고 그 피해를 보상처리하기 위하여 피해보상처리기구를 설치·운영합니다.
			LTE Air은 이용자가 제기하는 불만사항 및 의견을 신속·적정하게 처리합니다. 다만 신속한 처리가 곤란한 경우에는 이용자에게 그 사유와 처리일정을 지체 없이 통보해 드립니다.
			LTE Air과 이용자간에 전자거래에 관한 분쟁 발생시 전자거래기본법 및 동법 시행령에 근거 하여 설치된 전자거래분쟁조정위원회의 조정에 따를 수 있습니다.
			제20조 (관할법원 및 준거법)
			LTE Air과 이용자간에 발생한 전자거래 분쟁에 관한 소는 서울중앙지방법원에 제기합니다.
			LTE Air과 이용자간에 제기된 전자거래 소송에는 대한민국 법을 적용합니다.
			부 칙
			
			제1조 (약관의 효력)
			이 약관은 2001년 3월 13일부터 시행하며, 이 약관이 개정되기 전에 가입한 회원에게도 적용됩니다.
			제 2조 (약관의 개정)
			LTE Air은 대한민국의 약관의규제에관한법률, 전자거래기본법, 전자서명법, 정보통신망이용촉진및정보보호등에관한법률, 소비자기본법, 전자상거래등에서의소비자보호에관한법률 등 관련법규를 준수합니다. 따라서 LTE Air의 회원 약관은 대한민국 관련법규개정 및 정부지침의 변경으로 인하여 그 내용이 변경될 수 있습니다. 회원 약관 개정 시에는 개정일자, 개정이유, 개정내용 등을 인터넷 웹사이트에 공시하겠습니다.
			인터넷 회원 약관 버전 번호 : v1.4
			인터넷 회원 약관 시행 일자 : 2001-3-13
			인터넷 회원 약관 개정 일자
			2001-03-13 : 버전 번호 v1.0 시행
			2008-10-08
			변경사항 : 소비자보호법 개정에 따른 ‘소비자기본법’으로의 명칭 변경, 회원탈퇴 및 자격상실의 조건에 회원 사망 시 추가
			추가사항 : 인터넷 회원 약관의 개정에 관한 사항 추가 (v1.1)
			2011-09-27
			추가사항 : 서비스 중단 사유 추가 (v1.2)
			2011-11-01
			추가사항 : 회원탈퇴 및 자격상실 조건 추가 (v1.3)
			2012-08-20
			변경사항 : '정보통신망 이용촉진 및 정보보호 등에 관한 법률' 개정에 따라 회원탈퇴 및 자격 상실의 조건, 통지 방법 변경 (v1.4)
			스카이패스 회원 약관
			
			본 약관은 “약관의규제에관한법률”을 준수하고 있습니다. 스카이패스 회원님께서는 본 약관을 준수하셔야 합니다.
			제1조
			회원 계좌는 각 개별회원에게 부여되며 1인 1계좌만 허용됩니다.
			제2조
			스카이패스 회원카드는 회원 본인만 사용하실 수 있으며, 타인에게 양도 또는 대여하실 수 없습니다. 또한 회원카드의 분실ㆍ도난 등으로 인하여 부정사용되는 경우 LTE Air은 책임을 지지 않습니다.
			제3조
			마일리지 적립ㆍ보너스 사용 등 스카이패스 제도 혜택은 회원 가입일로부터 회원 본인에게만 제공되며, 항공 탑승 마일리지는 해당 항공편 탑승이 완료된 경우에만 적립됩니다. 즉, 기상조건, 천재지변, 불가항력, 파업, 폭동, 소요, 출입국 금지, 동란, 전쟁, 기재 고장 등의 사유로 항공편 탑승이 완료되지 않은 경우 마일리지는 적립되지 않습니다.
			제4조
			2008년 7월 1일 이후에 적립한 마일리지는 적립일로부터 10년간 유효하며 유효기간 내에 사용되지 않은 마일리지는 소멸됩니다. 다만, 2008년 6월 30일 이전에 적립한 마일리지는 유효기간이 적용되지 않습니다. LTE Air 또는 제휴 항공사를 이용한 마일리지는 탑승일로부터, 제휴사를 이용한 마일리지는 회원 계좌에 적립된 날로부터 유효기간이 적용됩니다.
			제5조
			LTE Air은 5년 동안 마일리지 적립 및 보너스 사용 실적이 없는 회원을 휴면 회원으로 구분하여 별도 관리할 수 있습니다. 휴면 회원으로 전환된 회원은 본인확인 절차를 거쳐 기존과 동일하게 보너스 사용 등 스카이패스 제도 혜택을 이용하실 수 있습니다.
			제6조
			항공권의 운임(클래스)에 따라 마일리지가 차등 적립되거나, 좌석승급 보너스가 제한될 수 있습니다.
			제7조
			회원이 LTE Air 혹은 제휴사 이용을 통해 적립한 마일리지는 보너스 사용에 있어 동일하게 취급되며, LTE Air이 제시하는 보너스로만 사용될 수 있습니다. 또한 적립한 마일리지는 금전적으로 환산하거나 타인에게 양도ㆍ판매될 수 없습니다.
			제8조
			사망한 회원의 계좌 및 적립 마일리지는 상속될 수 없으며 자동 소멸됩니다.
			제9조
			보너스 항공권 또는 좌석승급 보너스의 사용은 여유좌석 이용이 원칙이며, 보너스 예약 클래스는 별도로 지정되어 있습니다. 또한 보너스 좌석 수와 사용은 제한될 수 있습니다.
			제10조
			보너스 사용시 발생되는 세금, 유류할증료, 수수료(보너스항공권 직접 발급 수수료 포함) 등은 보너스 사용인이 부담해야 합니다.
			제11조
			LTE Air은 회원의 제반 실적이 잘못된 경우에는 이를 임의로 정정할 수 있으며, 부당한 방법에 의해 적립된 실적은 인정하지 않습니다.
			제12조
			스카이패스 회원 혹은 대리인이 각종 증빙서류 위변조, 서류의 허위기재, 회원 규정 위반 혹은 악용 시에는 회원자격 박탈, 회원계좌 폐쇄, 적립 마일 삭제 혹은 발급된 보너스를 취소시킬 수 있으며, 해당 회원 및 대리인에 대해 (재)가입을 불허할 수 있습니다. 또한 부당한 방법에 의해 보너스를 발급, 사용한 경우 LTE Air은 유상 운임에 상응하는 현금 배상 청구 및 필요한 법적 조치를 취할 수 있습니다.
			제13조
			LTE Air 이용실적 또는 보너스와 관련된 제반 이의는 해당 항공편 탑승일 또는 보너스 지급일로부터 1년 이내에 제기되어야 합니다.
			제14조
			스카이패스 회원과 제휴사 간의 개별적인 계약조건은 LTE Air과는 무관합니다.
			LTE Air과 제휴사간에 체결된 프로그램은 제휴 계약조건 혹은 제휴사 사정에 따라 사전통보없이 변경되거나 중단될 수 있습니다.
			회원이 스카이패스 혜택을 제공받기 위해 제휴사를 이용할 경우 해당 제휴사의 규정에 따라야 하며, 제휴사 이용과정에서 발생할 수 있는 회원의 피해에 대하여 LTE Air은 책임이 없습니다.
			제15조
			보너스제도의 내용은 관련 법령이 개정 또는 폐지된 경우, 국가 경제의 심각한 악화, 국가 신인도의 급격한 하락, 기타 이에 준하는 경제사정의 중대한 변동으로 제도의 현상유지가 어려운 경우, 국제적 제휴를 위하여 Global Standard와의 격차 해소를 위해 불가피한 경우, 항공 수요의 급격한 변화 등 항공사의 영업 환경의 현저한 변화에 따라 보너스 제도 내용의 변경이 필요한 경우 등으로서 상당한 이유가 있는 경우 3개월 전에 사전 고지한 후 변경될 수 있습니다. 다만, 제도변경 발효일 이전까지 회원이 취득한 마일리지의 경우에는 마일리지 공제로 지급되는 보너스에 대하여 제도변경 발효일 이후 12개월까지는 변경전의 제도가 적용되고 그 이후에는 변경된 제도가 적용됩니다.
			제16조
			회원으로 등록된 지역에 따라 혜택과 적용 규정이 다를 수 있습니다.
			제17조
			회원은 본인의 개인정보가 변경된 경우 LTE Air에 수정을 요청하여야 하며, 주소 미등록, 부정확한 개인정보 혹은 우편물의 분실로 인해 LTE Air으로부터 연락을 받지 못해 손해가 발생한 경우, LTE Air은 이에 대해 책임을 지지 않습니다.
			제18조
			최근에 발행된 회원안내서 혹은 홈페이지에 등재된 내용이 이전의 모든 규정과 조건보다 우선합니다.
	  	</textarea>
	   	<br/><br/>
   		<input type="checkbox" id="req2"/> 회원약관에 동의합니다. 
   		</td>
	</tr>
	<tr>
	   <td align="center" valign="top"><br/>
	   	<input type="button" id="normal" value="일반"/>&nbsp;&nbsp;&nbsp;
	    <input type="button" id="seller" value="판매자"/>&nbsp;&nbsp;&nbsp;
	    <input type="button" value="홈으로" onclick="main(this)"/>
	   </td>
	</tr>
</table>
</form>
</body>
<script>
	$('#normal').click(function(){
	      var chk1=document.agreefrm.req1.checked;
	      var chk2=document.agreefrm.req2.checked;
	      if(!chk1){
	         alert('개인정보 수집 및 이용에 동의해 주세요');
	         return false;
	       } 
	       if(!chk2) {
	          alert('회원약관에 동의해 주세요');
	          return false;
	       }else{
	          document.agreefrm.action='joinfrm';
	          document.agreefrm.submit();
	       }
	   });
	
	$('#seller').click(function(){
	      var chk1=document.agreefrm.req1.checked;
	      var chk2=document.agreefrm.req2.checked;
	      if(!chk1){
	         alert('개인정보 수집 및 이용에 동의해 주세요');
	         return false;
	       } 
	       if(!chk2) {
	          alert('회원약관에 동의해 주세요');
	          return false;
	       }else{
	          document.agreefrm.action='joinfrmseller';
	          document.agreefrm.submit();
	       }
	   });
	
	function main(obj){
		history.back();
	}

</script>
</html>
